# Создайте переменную name и присвойте ей значение вашего имени (строка).
# Выведите значение переменной name на экран.
# Создайте переменную age и присвойте ей значение вашего возраста (целое число).
# Выведите значение переменной age на экран.
# Перезапишите в age текущее значение переменной age + новое.
name = 'Oleg'
print(name)
age = 11
print(age)
age = age + 3
print(age)
is_student = True
print(is_student)